[About Language File]
Version=12.17.0
Date=05.02.2017
Author=bovirus
Email=bovirus@gmail.com
Comments=Se trovi errori o hai suggerimenti fammelo sapere. Stringhe non tradotte con :t

[MainForm]
ActionDirectoryContextMenu:h=Menu contesto
ActionDirectoryContextMenu=Menu c&ontesto
ActionDirectoryDelete:h=Elimina un file o una cartella
ActionDirectoryDelete=&Elimina
ActionDirectoryFindInFiles:h=Cerca una stringa nei file
ActionDirectoryFindInFiles=Trova nei &file...
ActionDirectoryProperties:h=Visualizza le proprietà di un file o cartella
ActionDirectoryProperties=&Proprietà...
ActionDirectoryRefresh:h=Aggiorna i file
ActionDirectoryRefresh=&Aggiorna
ActionDirectoryRename:h=Rinomina un file o una cartella
ActionDirectoryRename=Ri&nomina
ActionDocument=&Documento
ActionDocumentFormat=Formatta
ActionDocumentFormatSQL:h=Formatta SQL
ActionDocumentFormatSQL=Formatta SQL
ActionDocumentFormatXML:h=Formato XML
ActionDocumentFormatXML=&Formato XML
ActionDocumentFormatJSON:h=Formato JSON
ActionDocumentFormatJSON=&Formato JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONIndent2=Indentazione 2
ActionDocumentFormatJSONIndent3=Indentazione 3
ActionDocumentFormatJSONIndent4=Indentazione 4
ActionDocumentHTMLExport=Esporta HTML
ActionDocumentInfo:h=Effettua il conteggio di linee parole caratteri
ActionDocumentInfo=Conteggio &linee parole e caratteri...
ActionDocumentViewInBrowser:h=Visualizza il documento corrente nel browser predefinito
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Visualizza nel browser
ActionEdit=&Modifica
ActionEditCopy:h=Copia la selezione negli Appunti
ActionEditCopy:s=Ctrl+C
ActionEditCopy=C&opia
ActionEditCut:h=Taglia le selezione e la copia negli Appunti
ActionEditCut:s=Ctrl+X
ActionEditCut=Ta&glia
ActionEditIndentDecrease:h=Decrementa l'indentazione
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Decrementa
ActionEditDelete=&Elimina
ActionEditDeleteEndOfLine:h=Elimina fine linea
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Fine linea
ActionEditDeleteLine:h=Elimina una linea
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Linea
ActionEditDeleteWhitespace:h=Rimuove dal testo selezionato tutti gli spazi bianchi
ActionEditDeleteWhitespace=Spa&zi bianchi
ActionEditDeleteWord:h=Elimina una parola
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=&Parola
ActionEditIndentIncrease:h=Incrementa l'indentazione
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Incrementa
ActionEditIndent=I&ndenta
ActionEditInsert=&Inserisci
ActionEditInsertHexColor=Colore hex
ActionEditInsertHexColor:s=Shift+Ctrl+C
ActionEditInsertDateTime:h=Inserisce data e ora
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Data e ora
ActionEditInsertLine:h=Inserisce una nuova linea
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Linea
ActionEditInsertTag:h=Inserisce tag HTML/XML
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=Tag &HTML/XML...
ActionEditPaste:h=Inserisce il contenuto della selezione negli Appunti
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Incolla
ActionEditRedo:h=Ripristina l'operazione precedentemente annullata
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Ripristina operazione
ActionEditSelectAll:h=Seleziona tutti gli elementi
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Seleziona tutto
ActionEditSort=&Ordina
ActionEditSortAsc:h=Ordina in modo ascendente
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Ascendente
ActionEditSortDesc:h=Ordina in mdoo discendente
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Discenden&te
ActionEditSortRandom=Random
ActionEditSortRandom:s=Ordinamento casuale
ActionEditToggleCase:h=Cambia stato maiuscolo/minuscolo
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Cam&bia maiuscolo/minuscolo
ActionEditToggleCaseAlternating:h=Commuta maiuscolo/minuscolo
ActionEditToggleCaseAlternating=Alterna
ActionEditToggleCaseLower:h=Commuta minuscolo
ActionEditToggleCaseLower=Basso
ActionEditToggleCaseSentence:h=Commuta modo sentenza
ActionEditToggleCaseSentence=Sentenza
ActionEditToggleCaseTitle:h=Commuta modo titolo
ActionEditToggleCaseTitle=Titolo
ActionEditToggleCaseUpper:h=Commuta maiuscolo
ActionEditToggleCaseUpper=Alto
ActionEditUndo:h=Annulla l'ultima azione
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Annulla operazione
ActionFile=&File
ActionFileClose:h=Chiude il documento attivo
ActionFileClose:s=Ctrl+F4
ActionFileClose=&Chiudi
ActionFileCloseAll:h=Chiude tutti i file aperti
ActionFileCloseAll=C&hiudi tutto
ActionFileCloseAllOther:h=Chiude tutte le altre pagine
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Chiudi tutte le altre
ActionFileExit:h=Esce dall'applicazione
ActionFileExit:s=Alt+F4
ActionFileExit=&Esci
ActionFileNew:h=Crea un nuovo documento
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nuovo
ActionFileOpen:h=Apre un documento esistente
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Apri...
ActionFilePrint:h=Stampa il documento attivo
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Stam&pa...
ActionFilePrintPreview:h=Visualizza l'anteprima di stampa del documento
ActionFilePrintPreview=Anteprima di stampa...
ActionFileProperties:h=Info sulle proprietà del file
ActionFileProperties=Pr&oprietà...
ActionFileReopen=&Riapri
ActionFileReopenProperties=Proprietà...
ActionFileSave:h=Salva il documento attivo
ActionFileSave:s=Ctrl+S
ActionFileSave=&Salva
ActionFileSaveAll:h=Salva tutti documenti
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sal&va tutto
ActionFileSaveAs:h=Salva il documento attivo con un nuovo nome
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&alva come...
ActionFileSelectFromDirectory:h=Seleziona il file dalla cartella attiva
ActionFileSelectFromDirectory=Selezione dalla cartella
ActionHelp=&?
ActionHelpAboutEditBone:h=Vsiualizza informazioni su EditBone
ActionHelpAboutEditBone=&Info su EditBone
ActionHelpCheckForUpdates:h=Verifica la disponibilità di aggiornamenti del programma
ActionHelpCheckForUpdates=&Controlla aggiornamenti
ActionHelpVisitHomepage:h=Visita la homepage del sito EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=&Visita homepage EditBone
ActionMacro=Macro
ActionMacroOpen:h=Apre una macro esistente
ActionMacroOpen=&Apri...
ActionMacroPause:h=Registra o mette in pausa una macro
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Registra
ActionMacroPlayback:h=Riproduce la macro
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=Ri&produci
ActionMacroRecord:h=Registra o mette in pausa una macro
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=&Registra
ActionMacroSaveAs:h=Salva la macro con un nuovo nome
ActionMacroSaveAs=S&alva come...
ActionMacroStop:h=Ferma la registrazione della macro
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Stop
ActionOutputCloseAllOtherPages:h=Chiude tutte le altre
ActionOutputCloseAllOtherPages=Chiudi tutte &le altre pagine
ActionOutputClose:h=Chiude la pagina corrente
ActionOutputClose=&Chiudi
ActionOutputCloseAll:h=Chiude tutte le pagine
ActionOutputCloseAll=Chiudi &tutto
ActionOutputCopyAllToClipboard=C&opia negli Appunti
ActionOutputCopyAllToClipboard:h=Copia negli Appunti
ActionOutputCopySelectedToClipboard=Copia selezionati negli Appunti
ActionOutputCopySelectedToClipboard:h=Copia selezionati negli Appunti
ActionOutputOpenAll=&Apri tutto
ActionOutputOpenAll:h=Apre tutti i file
ActionOutputOpenSelected=Apri sele&zionati
ActionOutputOpenSelected:h=Apri file selezionati
ActionOutputSelectAll=Seleziona tutto
ActionOutputSelectAll:h=Seleziona tutti i file
ActionOutputUnselectAll=Deseleziona tutto
ActionOutputUnselectAll:h=Deseleziona tutti i file
ActionSearch=&Trova
ActionSearchClearBookmarks:h=Rimuove tutti i segnalibri
ActionSearchClearBookmarks=Rimuovi segnali&bri
ActionSearchClose:h=Chiudi
ActionSearchFindAll=Trova tutto
ActionSearchFindAll:h=Trova tutti i testi corrispondenti
ActionSearchFindInFiles:h=Cerca una stringa nei file
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Trova nei &file...
ActionSearchFindNext:h=Trova l'occorrenza successiva del testo
ActionSearchFindNext:s=F3
ActionSearchFindNext=Trova successi&vo
ActionSearchFindPrevious:h=Trova l'occorrenza precedente del testo
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Trova &precedente
ActionGotoNextBookmark=Next
ActionGotoNextBookmark:h=Go to next bookmark
ActionGotoNextBookmark:s=F2
ActionGotoPreviousBookmark=Precedente
ActionGotoPreviousBookmark:h=Vai al segnalibro precedente
ActionGotoPreviousBookmark:s=Shift+F2
ActionSearchGoToBookmarks:h=Vai ad un deterrminato segnalibro
ActionSearchGoToBookmarks=Vai al segnalibro
ActionSearchGoToLine:h=Vai alla linea
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Vai alla linea
ActionSearchOptions:h=Opzioni ricerca
ActionSearchReplace:h=Sostitusce il testo specificato con un testo differente
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Sostitusci...
ActionSearchSearchButton:h=Cerca il testo specificato
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=&Trova...
ActionSearchToggleBookmark:h=Imposta o rimuove il segnalibro alla linea corrente. I segnalibri possono essere anche impostati con  Ctrl+Shift+1..9. o vai al segnalibro con Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Impos&ta/rimuovi segnalibro
ActionSearchToggleBookmarks:h=Abilita/disabilita i segnalibri
ActionSearchToggleBookmarks=A&bilita/disabilita segnalibri
ActionSearchEngine:h=Seleziona motore di ricerca
ActionSearchCaseSensitive:h=Controlla maiuscole/minuscole
ActionSearchInSelection:h=Nella selezione
ActionToolbarMenuLanguage=&Lingua
ActionToolbarMenuSkin=St&ile...
ActionToolbarMenuView=&Visualizza
ActionTools=S&trumenti
ActionToolsCharacterMap:h=Inserisce caratteri Unicode nel documento attivo con un doppio clic
ActionToolsCharacterMap=Mappa caratteri &Unicode...
ActionToolsClipboardHistory=Cronologia Appunti
ActionToolsCompareFiles:h=Compara più file
ActionToolsCompareFiles=&Compara file...
ActionToolsConvert:h=Converti tra unità numeriche
ActionToolsConvert=C&onversione...
ActionToolsLanguageEditor:h=Esegui l'editor lingua
ActionToolsLanguageEditor=Editor &lingua...
ActionToolsOptions:h=Imposta le opzioni del programma
ActionToolsOptions=&Opzioni...
ActionToolsSelectForCompare:h=Seleziona i documenti da comparare
ActionToolsSelectForCompare=Seleziona file da comparare...
ActionView=&Visualizza
ActionViewCloseDirectory:h=Chiude la cartella corrente
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Chiudi cartella
ActionViewColorSelection:h=Visualizza/nasconde la selezione colore
ActionViewColorSelection=Colore
ActionViewDirectory:h=Visualizza/nasconde la cartella
ActionViewDirectory=&Cartella
ActionViewEditDirectory:h=Modifica la cartella attiva
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=&Modifica cartella...
ActionViewEncodingSelection:h=Visualizza/nasconde la selezione della codifica
ActionViewEncodingSelection=Codi&fica
ActionViewFiles:h=Cerca i file nella cartella selezionata
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&File...
ActionViewFold=Raggruppa
ActionViewFoldAll=Raggruppa tutto
ActionViewFoldAll:h=Raggruppa tutto
ActionViewFoldAllDownFromActiveLine=Piega tutto in giù dalla linea attiva
ActionViewFoldAllDownFromActiveLine:h=Piega tutto in giù dalla linea attiva
ActionViewFoldAllDownFromSelectedLine=Raggruppa tutto sotto da queste linea selezionata
ActionViewFoldAllDownFromSelectedLine:h=Raggruppa tutto sotto da queste linea selezionata
ActionViewFoldAllUpFromActiveLine=Piega tutto in su dalla linea attiva
ActionViewFoldAllUpFromActiveLine:h=Piega tutto in su dalla linea attiva
ActionViewFoldAllUpFromSelectedLine=Raggruppa tutto sopra da linea selezionata
ActionViewFoldAllUpFromSelectedLine:h=Raggruppa tutto sopra da linea selezionata
ActionViewFoldSelected=Raggruppamento selezionato
ActionViewFoldSelected:h=Raggruppamento selezionato
ActionViewUnfold=De-raggruppa
ActionViewUnfoldAll=De-raggruppa tutto
ActionViewUnfoldAll:h=De-raggruppa tutto
ActionViewUnfoldAllDownFromActiveLine=Dispiega tutto in giù dalla linea attiva
ActionViewUnfoldAllDownFromActiveLine:h=Dispiega tutto in giù dalla linea attiva
ActionViewUnfoldAllDownFromSelectedLine=De-raggruppa tutto sotto da linea selezionata
ActionViewUnfoldAllDownFromSelectedLine:h=De-raggruppa tutto sotto da linea selezionata
ActionViewUnfoldAllUpFromActiveLine=Dispiega tutto in su dalla linea attiva
ActionViewUnfoldAllUpFromActiveLine:h=Dispiega tutto in su dalla linea attiva
ActionViewUnfoldAllUpFromSelectedLine=De-raggruppa tutto sopra da linea selezionata
ActionViewUnfoldAllUpFromSelectedLine:h=De-raggruppa tutto sotto da linea selezionata
ActionViewUnfoldSelected=De-raggruppamento selezionato
ActionViewUnfoldSelected:h=De-raggruppamento selezionato
ActionViewHighlighterSelection:h=Visualizza/nasconde la selezione evidenziata
ActionViewHighlighterSelection=E&videnzia
ActionViewLineNumbers:h=Abilita/disabilita la visualizzazione dei numeri di linea
ActionViewLineNumbers=Numeri di &linea
ActionViewMainMenu:h=Visualizza/nasconde il menu principale
ActionViewMainMenu=Menu principale
ActionViewMenuBar:h=Visualizza/nasconde la barra menu
ActionViewMenuBar=Barra menu
ActionViewMiniMap:h=Visualizza o nasconde la mini mappa
ActionViewMiniMap=Mini mappa
ActionViewNextPage:h=Va alla pagina successiva
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Pagi&na successiva
ActionViewOpenDirectory:h=Apre una nuova cartella
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Apri cartella...
ActionViewOutput:h=Visualizza/nasconde la destinazione
ActionViewOutput=Destina&zione
ActionViewPreviousPage:h=Va alla pagina precedente
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Pagina &precedente
ActionViewSelectionMode:h=Modifica modo selezione testo. E' possibile usare anche ALT per cambiare il modo selezione testo.
ActionViewSelectionMode=&Modo selezione testo
ActionViewSkinSelector=Selezione tema
ActionViewSpecialChars:h=Abilita/disabilita la visualizzazione dei caratteri speciali
ActionViewSpecialChars=Caratteri spec&iali
ActionViewSplit:h=Divide il documento
ActionViewSplit=&Dividi
ActionViewSyncEdit=Modifica sincronizzata
ActionViewSyncEdit:h=Visualizza/nasconde modifica sincronizzata
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewStatusBar:h=Visualizza/nasconde la barra di stato
ActionViewStatusBar=Barra di &stato
ActionViewToolbar:h=Visualizza/nasconde la barra strumenti
ActionViewToolbar=Barra s&trumenti
ActionViewTitleBar=Barra titolo
ActionViewTitleBarFilename=Nome file
ActionViewTitleBarFilename:h=Visualizza/nascondeil nome file nella barra titolo
ActionViewTitleBarFileList=Elenco file
ActionViewTitleBarFileList:h=Visualizza/nasconde l'elenco file nella barra titolo
ActionViewWordWrap:h=Abilita/disabilita a capo automatico
ActionViewWordWrap=A &capo automatico
ActionViewXMLTree:h=Visualizza/nasconde la struttura XML
ActionViewXMLTree=Struttura &XML
ActionXMLTreeRefresh:h=Aggiorna struttura XML
ActionXMLTreeRefresh=Aggio&rna
PanelDocument=Elaborazione...

[AskYesOrNo]
ChangeColorFile=Stai modificando il file del colore originale. Vuoi creare un file colore modificato?
CancelSearch=Sei sicuro di voler annullare la ricerca?
CloseDirectory=Vuoi chiudere la cartella %s?
DeleteDirectory=Vuoi eliminare la cartella %s?
DeleteFile=Vuoi eliminare il file %s?
DeleteLine=Vuoi eliminare la linea?
NewVersion=E' disponibile una nuova versione %s di %s.%sVuoi scaricarla da internet?
RecordMacro=Avviare la registrazione di una nuova macro?
ReplaceOccurence=Sostituire le occorrenze di '%s'?
SaveChanges=Salvare le modifiche?
SearchMatchNotFound=Nessun elemento corrispondente trovato.%sRiavviare la ricerca dall'inizio del file?
SearchStringNotFound=Stringa ricerca '%s' non trovate

[Message]
CannotFindString=Impossibile trovare la stringa '%s'
DocumentStatistics=Conteggio linee: %d%s - conteggio parole: %d%s conteggio caratteri: %d
LatestVersion=La versione del programma è aggiornata.
SelectFilePathFromDirectory=Seleziona percorso file dalla cartella
NoDefaultPrinter=Nessuna stampante predefinita selezionata.

[ErrorMessage]
EnterPath=Inserisci percorso.
EnterTabName=Inserisci nome scheda.
FileNotFound=File '%s' non trovato.
PathNotExist=Il percorso non esiste.
RootDirectoryNotExist=La cartella principale non esiste.

[WarningMessage]
FileAccessError=Errore accesso al file %s.

[Constant]
AllFiles=Tutti i file
AllSkinsDownload=Download di tutti i temi
Arrow=Freccia
AutoSave=Salvataggio automatico
Block=Blocco
Bookmark=Segnalibro
Bottom=In basso
Circle=Cerchio
Color=Colore
CompareFiles=Compara file
Confirmation=Conferma
CountingFiles=Conteggio file...
DirectoryItems=Elementi cartella
Document=Documento
Dot=Punto
DownloadCancelling=Annullamento...
DownloadDone=Fatto.
EditDirectory=Modifica cartella
Encoding=Codifica
Enter=INVIO
Error=Errore
FileMaskItems=Elementi filtro file
FilesFound=Sono stati trovati %d file in %s
FooterLeft=Piedino - Sinistra
FooterRight=Piedino - Destra
GoToLine=Vai alla linea
HalfBlock=Mezzo blocco
HeaderLeft=Intestazione - Sinistra
HeaderRight=Intestazione - Destra
Hide=Nascondi
Highlighter=Evidenziatore
HorizontalLine=Linea orizzontale
Information=Informazione
Insert=Inserimento
InsertTags=Inserisci tag HTML/XML
InvalidName=Nome non valido
LanguageEditor=Editor lingua - [%s]
Line=Linea
MatchFound=Trovate %d corrispondenze in %s
MatchFoundPluralExtension=es
Minute=min
Modified=Modificato
Normal=Normale
OccurencesFound=Sono state trovate %d occorrenze in %s
Open=Apri
OpenDirectory=Apri cartella
Overwrite=Sovrascrivi
Page=Pagina
Pilcrow=Segno di paragrafo
Position=Posizione: %d
PreviewDocumentPage=Pagina: $PAGENUM$ di $PAGECOUNT$
PreviewPage= Pagina: %d / %d
PreviewPrintDocument=Stampa (%s)|Stampa il documento su %s
PrintedBy=Stampato da %s
RegularExpression=Espressione regolare
Rename=Vuoi rinominare  %s in %s?
RenameFailed=Rinomina %s fallita
ReopenItems=Riapri elementi
RightMargin=Margine destro
SaveAs=Salva come
SearchFor=Ricerca di '%s'
SearchItems=Elementi ricerca
Second=s
SelectRootDirectory=Seleziona cartella principale
Solid=Solido
Square=Quadrato
TextToFindItems=Testo da cercare negli elementi
ThinHorizontalLine=Linea orizzontale sottile
ThinVerticalLine=Linea verticale sottile
Top=In alto
TopLine=Linea in alto: %d
Triangle=Triangolo
VersionInfoNotFound=Informazioni versione non trovata.
VerticalLine=Linea verticale
Warning=Avviso
Wildcard=Caratteri jolly

[DialogConstant]
SMsgDlgAbort=&Interrompi
SMsgDlgAll=&Tutto
SMsgDlgCancel=Annulla
SMsgDlgClose=&Chiudi
SMsgDlgConfirm=Conferma
SMsgDlgError=Errore
SMsgDlgHelp=&Guida in linea
SMsgDlgHelpHelp=Guida
SMsgDlgHelpNone=Nessuna guida in linea disponibile
SMsgDlgIgnore=&Ignora
SMsgDlgInformation=Informazione
SMsgDlgNo=&No
SMsgDlgNoToAll=N&o a tutto
SMsgDlgOK=OK
SMsgDlgRetry=&Riprova
SMsgDlgWarning=Attenzione
SMsgDlgYes=&Sì
SMsgDlgYesToAll=Sì &a tutto

[ColorConstant]
SNameBlack=Nero
SNameMaroon=Marrone
SNameGreen=Verde
SNameOlive=Oliva
SNameNavy=Navy
SNamePurple=Porpora
SNameTeal=Teal
SNameGray=Grigio
SNameSilver=Argento
SNameRed=Rosso
SNameLime=Lime
SNameYellow=Giallo
SNameBlue=Blu
SNameFuchsia=Fucsia
SNameAqua=Acqua
SNameWhite=Bianco
SNameMoneyGreen=Verde banconote
SNameSkyBlue=Blu cielo
SNameCream=Crema
SNameMedGray=Grigio medio
SNameActiveBorder=Bordo attivo
SNameActiveCaption=Titolo attivo
SNameAppWorkSpace=Spazio applicazione
SNameBackground=Sfondo
SNameBtnFace=Fronte pulsanti
SNameBtnHighlight=Puslante evidenziato
SNameBtnShadow=Ombreggiatura pulsante
SNameBtnText=Testo pulsante
SNameCaptionText=Testo titolo
SNameDefault=Predefinito
SNameGradientActiveCaption=Gradiente finestra attivo
SNameGradientInactiveCaption=Gradiente finestra inattiva
SNameGrayText=Testo grigio
SNameHighlight=Sfondo evidenziato
SNameHighlightText=Testo evdienziato
SNameHotLight=Molto luminoso
SNameInactiveBorder=Bordo inattivo
SNameInactiveCaption=Finestra non attiva
SNameInactiveCaptionText=Testo fienstra inattiva
SNameInfoBk=Info sfondo
SNameInfoText=Info testo
SNameMenu=Sfondo menu
SNameMenuBar=Barra menu
SNameMenuHighlight=Evidenziazione menu
SNameMenuText=Testo menu
SNameNone=Nessuno
SNameScrollBar=Barra scorrimento
SName3DDkShadow=Ombreggiatura 3D scura
SName3DLight=Luce 3D
SNameWindow=Sfondo fienstra
SNameWindowFrame=Frame finestra
SNameWindowText=Testo finestra
SColorBoxCustomCaption=Personalizza...

[FileTypes]
ActionScript=ActionScript (*.as)
ASP=ASP (*.asp)
Assembler 68HC11=File assembler 68HC11 (*.hc11;*.asc)
AutoIt v3=File AutoIt (*.au3)
AWK=File script AWK (*.awk)
C#=File C# (*.cs)
C++=File C++ (*.cpp;*.hpp)
C=File C (*.c;*.h)
CoffeeScript=File CoffeeScript (*.coffee)
CSS=File Cascading Stylesheet (*.css)
D=File D (*.d;*.di)
Delphi Form Module=File Delphi Form Module (*.dfm)
Free Pascal=File Free Pascal (*.pp)
GLSL=File GLSL (*.glsl)
Go=File Go (*.go)
Groovy=File Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=File HTML (*.html;*.htm)
INI=File INI (*.ini;*.lng)
Inno Setup=File Inno Setup (*.iss)
Java=File Java (*.java)
JavaScript=File JavaScript (*.js)
JSON=File JSON (*.json)
LaTex=File LaTex (*.lat;*.tex;*.lex)
Lisp=File Lisp (*.lisp)
Lua=File Lua (*.lua)
Markdown=File Markdown (*.md)
MATLAB=File MATLAB (*.matlab)
MIME=File MIME (*.eml;*.mht)
MS-DOS Batch=File batch MS-DOS (*.bat;*.cmd)
Objective-C=File Objective-C (*.m)
Object Pascal=File Pascal (*.pas;*.dpr;*.dpk)
OCaml=File OCaml (*.ml)
Perl=File Perl (*.pl;*.pm;*.cgi)
PHP=File PHP (*.php;*.class;*.inc)
PowerShell=File PowerShell (*.ps1)
Python=File Python (*.py)
Ruby=File Ruby (*.rb;*.rbw)
Rust=File Rust (*.rc)
Scala=File Scala (*.scala)
SQL - Standard=File SQL (*.sql)
Swift=File Swift (*.swift)
TclTk=File Tcl/Tk (*.tcl)
Text=File Text (*.txt)
TypeScript=File TypeScript (*.ts)
UnrealScript=File UnrealScript (*.uc)
Visual Basic=FileVisual Basic (*.vb;*.bas)
XML=File XML (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=File XSL (*.xsl;*.xslt)
Macro=File macro (*.mcr)|*.mcr
Language=File lingua (*.lng)|*.lng
Zip=File Zip (*.zip)|*.zip

[ClipboardHistoryDialog]
Caption=Cronologia Appunti
ActionCopyToClipboard=Copia negli Appunti
ActionInsertInEditor=Inserisci nell'editor
ActionClearAll=Azzera tutto

[ChangedFilesDialog]
VirtualDrawTree:0=File
VirtualDrawTree:1=Percorso

[ConfirmReplaceDialog]
ButtonCancel=Annulla
Caption=Conferma sostituzione
ButtonNo=&No
ButtonYes=&Sì
ButtonYesToAll=Si &a tutto

[DownloadURLDialog]
ButtonCancel=Annulla
Caption=Download

[FindInFilesDialog]
ButtonCancel=Annulla
Caption=Trova nei file
StickyLabelCaseSensitive=Maiuscolo/minuscolo
ComboBoxFileMask=Tipo file
ButtonFind=&Trova
ComboBoxTextToFind=Cosa cercare
ComboBoxDirectory=Cartella
StickyLabelIncludeSubdirectories=Cerca nelle sottocartelle
GroupBoxOptions=Opzioni
GroupBoxSearchDirectoryOptions=Opzioni ricerca cartella
StickyLabelWholeWordsOnly=Solo parole intere
ActionSearchEngine=Seleziona motore di ricerca

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Annulla

[ItemListDialog]
ActionInsert=Inserisci
ActionInsert:h=Inserisci elemento
ActionDelete=Elimina
ActionDelete:h=Elimina elemento
ActionClearAll=Azzera tutto
ActionClearAll:h=Azzera tutti gli elementi
ActionMoveUp=Sposta in alto
ActionMoveUp:h=Sposta in alto elemento selezionato
ActionMoveDown=Sposta in basso
ActionMoveDown:h=Sposta in basso elemento selezionato
ActionSort=Ordina
ActionSort:h=Ordina elementi

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep se non è stata trovata nessuna stringa
StickyLabelEntireScope=Inserisci scopo
StickyLabelHighlightResult=Evidenzai risultati
StickyLabelSearchOnTyping=Cerca mentre digiti
StickyLabelShowSearchMatchNotFound=Visualizza nessun risultato trovato nella ricerca
StickyLabelShowSearchStringNotFound=Visualizza messaggio 'Stringa non trovata'
StickyLabelWholeWordsOnly=Solo parole intere
StickyLabelWrapAround=A capo automatico
ButtonOK=OK
ButtonCancel=Annulla

[OptionsToolbarItemsDialog]
Caption=Seleziona elementi
VirtualDrawTreeAddItems:0=Elemento menu
ButtonAdd=Aggiungi
ButtonCancel=Annulla

[ReplaceDialog]
ButtonCancel=Annulla
ButtonFind=&Trova
ButtonReplaceAll=&Sostituisci tutto
Caption=Sostituisci
ComboBoxSearchFor=Cosa cercare
GroupBoxOptions=Opzioni
GroupBoxReplaceIn=Sostitusci in
RadioButtonAllOpenFiles=Tutti i file aperti
RadioButtonDeleteLine=Elimina una linea
RadioButtonReplaceWith=Sostituisci con
RadioButtonWholeFile=Intero file
StickyLabelCaseSensitive=Maiuscolo/minuscolo
StickyLabelPromptOnReplace=Conferma sostituzione
StickyLabelSelectedOnly=Solo selezionati
StickyLabelWholeWordsOnly=Solo parole intere
ActionSearchEngine=Seleziona motore di ricerca
GroupBoxDirection=Direzione
RadioButtonDirectionForward=Avanti
RadioButtonDirectionBackward=Indietro
GroupBoxOrigin=Origine
RadioButtonOriginFromCursor=Dal cursore
RadioButtonEntireScope=Intero scopo

[SkinSelectDialog]
PanelPreviewArea=Area anteprima
GroupBoxSkinColorization=Colorazione tema
LabelHueOffset=Offset HUE
LabelSaturation=Saturazione
LabelBrightness=Luminosità
StickyLabelExtendedBordersMode=Modo bordi estesi
StickyLabelBlendOnMove=Scuoti il modulo durante lo spostamento
StickyLabelAllowAeroBlurring=Abilita sfocatura aero
StickyLabelAllowAnimation=Abilita animazione
StickyLabelAllowGlowing=Abilita brillantezza
StickyLabelAllowOuterEffects=Abilita effetti esterni

[ConvertForm]
Caption=Converti tra unità numeriche
ComboBoxType=Tipo
ComboBoxFrom=Da
ComboBoxTo=A
EditValue=Valore
EditResult=Risultato

[PrintPreviewDialog]
ActionColors=Colori
ActionColors:h=Scegli colori
ActionExit=Esci
ActionExit:h=Esci dall'anteprima di stampa
ActionFirst=Prima
ActionFirst:h=Prima|Va alla prima pagina
ActionHighlight=Evidenzia
ActionHighlight:h=Abilita(dsiabilita evdienziazione
ActionLast=Ultima
ActionLast:h=Ultima|Va all'ultima pagina
ActionLineNumbers=Numeri linee
ActionLineNumbers:h=Abilita/disabilita stampa numeri di linea
ActionNext=Successiva
ActionNext:h=Successiva|Va alla pagina successiva
ActionPrevious=Precedente
ActionPrevious:h=Precedente|Va alla pagina precedente
ActionPrint=Stampa
ActionPrint:h=Stampa|Stampa il documento
ActionWordWrap=A capo automatico
ActionWordWrap:h=Abilita/disabilita a capo automatico
ActionZoomIn=Zoom +
ActionZoomIn:h=Ingrandimento
ActionZoomOut=Zoom -
ActionZoomOut:h=Riduzione
ActionZoom=Zoom
ActionZoom:h=Zoom|Ingrandimento/riduzione
Caption=Anteprima di stampa

[SearchForFilesForm]
Caption=Ricerca file
PanelSearchingFiles=Ricerca file...

[CompareFrame]
CopySelectionLeftAction:h=Copia la selezione a sinistra
CopySelectionRightAction:h=Copia la selezione a destra
FindNextDifferenceAction:h=Trova la differenza successiva
LeftDocumentButtonClickAction:h=Apre un documento
LeftLabel=Riga sx:
OpenDocumentsLeftAction:h=Apre un documento
OpenDocumentsRightAction:h=Apre un documento
RefreshAction:h=Aggiorna documenti
RightDocumentButtonClickAction:h=Apre un documento
RightLabel=Riga ds:
SaveLeftGridAction:h=Salva il documento
SaveRightGridAction:h=Salva il documento

[OptionsCompareFrame]
StickyLabelIgnoreCase=Ignore maiuscolo/minuscolo
StickyLabelIgnoreBlanks=Ignora spazi

[OptionsEditorCaretFrame]
StickyLabelVisible=Visibile
StickyLabelRightMouseClickMovesCaret=cClic tasto destro mouse sposta sgno omissione
GroupBoxNonBlinkingCaret=Segno omissione non lampeggiante
StickyLabelNonblinkingCaretEnabled=Abilitato
ColorBoxNonblinkingCaretBackground=Colore di sfondo
ColorBoxNonblinkingCaretForeground=Colore oggetto
GroupBoxStyles=Stili
ComboBoxStylesInsertCaret=Inserisci
ComboBoxStylesOverwriteCaret=Sovrascrivi

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visibile
StickyLabelFoldMultilineComments=Commenti multilinea pieghevoli
StickyLabelHighlightIndentGuides=Guide evidenziazione indenstazione
StickyLabelHighlightMatchingPair=Evidenza coppie corrispondenze
StickyLabelShowCollapsedCodeHint=Suggerimento visualizzazione codice minimizzato
StickyLabelShowCollapsedLine=Visualizza righe minimizzate
StickyLabelShowIndentGuides=Visualizza guide indentazione
StickyLabelShowTreeLine=Visualizza linea struttura
StickyLabelUncollapseByHintClick=Massimizza con clic su suggerimento
ComboBoxMarkStyle=Stile spunta
EditHintRowCount=Suggerimento conteggio righe

[OptionsEditorColorFrame]
ComboBoxColor=Colore
ComboBoxHighlighter=Evidenziatore
TabSheetEditor=Editor
ComboBoxEditorElement=Elemento
ColorComboBoxEditorColor=Colore
TabSheetElements=Elementi
ComboBoxElementsName=Nome
ColorComboBoxElementsForeground=In primo piano
ColorComboBoxElementsBackground=Sfondo
GroupBoxAttributes=Attributi
StickyLabelElementsAttributesBold=Grassetto
StickyLabelElementsAttributesItalic=Corsivo
StickyLabelElementsAttributesUnderline=Sottolineato
TabSheetGeneral=Generale
EditVersion=Versione
DateEditDate=Data
TabSheetAuthor=Autore
EditName=Nome
EditEmail=Email
TabSheetUseSkinColor=Usa colore tema
LabelSkinDescription=Usa colore tema per gli elementi selezionati
StickyLabelSkinActiveLineBackground=Sfondo linea attiva
StickyLabelSkinForeground=In primo piano
StickyLabelSkinSelectionForeground=Selezione in primo piano
StickyLabelSkinLeftMarginBackground=Sfondo margine sinistro
StickyLabelSkinCodeFoldingBackground=Sfondo codice pieghevole
StickyLabelSkinCompletionProposalBackground=Sfondo proposta completamento
StickyLabelSkinBackground=Sfondo
StickyLabelSkinSelectionBackground=Selezione sfondo
StickyLabelSkinBookmarkPanelBackground=Sfondo pannello preferito
StickyLabelSkinCodeFoldingHintBackground=Sfondo suggerimento codice pieghevole
StickyLabelSkinCompletionProposalSelectionBackground=Sfondo selezione proposta completamento

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Abilitato
StickyLabelCaseSensitive=Sensibile maisucole/minuscole
StickyLabelAutoInvoke=Invocazioen automatica
ComboBoxShortcut=Collegamento

[OptionsEditorFontFrame]
ComboBoxColor=Colore
ComboBoxElement=Elemento
FontComboBoxFont=Font
EditFontSize=Dimensione font

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize=Dimensione automatica
StickyLabelShowAfterLastLine=Visualizza numeri linee dopo ultima linea
StickyLabelShowBookmarkPanel=Visualizza pannello preferiti
StickyLabelShowBookmarks=Visualizza segnalibri
StickyLabelShowInTens=Numeri di linea in decadi
StickyLabelShowLeadingZeros=Numeri di linea partenti da zero
StickyLabelShowLineState=Visualizza linee modificate
StickyLabelVisible=Visibile
EditLineNumbersStartFrom=Inizia da
EditBookmarkPanelWidth=Larghezza pannello preferiti
EditWidth=Larghezza
GroupBoxLineNumbers=Numeri linea
ColorComboBoxBookmarkLineColor=Colore linea preferito

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Abilitato
StickyLabelHighlightAfterToken=Evidenzia dopo token
StickyLabelHighlightUnmatched=Evidenzai mancate corrispondenze

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visibile
StickyLabelShowBookmarks=Visualizza preferiti
StickyLabelShowBorder=Visualizza bordo
StickyLabelShowIndentGuides=Visualizza guide indentazione
StickyLabelShowSearchResults=Visualizza risultati ricerca
StickyLabelShowShadow=Visualizza ombreggiatura
StickyLabelUseBlending=Usa miscelazione
StickyLabelInvertBlending=Inverti miscelazione
ComboBoxAlign=Allinea
EditWidth=Larghezza

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Indentazione automatica
StickyLabelAutoSave=Salvataggio automatico
StickyLabelDragDropEditing=Modifica con drag and drop
StickyLabelDropFiles=Rilascia file
StickyLabelGroupUndo=Gruppo annullamento
StickyLabelTrimTrailingSpaces=Rimuovi spazi finali
StickyLabelUndoAfterSave=Annulla modifica dopo salvataggio
EditLineSpacing=Spazio tra le linee
EditClipboardHistoryItemsCount=Conteggio elementi cronologia Appunti

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visibile
StickyLabelAutoLineBreak=A capo automatico
StickyLabelMouseMove=Spostamento mouse
StickyLabelShowMovingHint=Suggerimento visualizzazioen spostamento
EditPosition=Posizione

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Larghezza massima auto dimensionamento
StickyLabelHalfPage=Mezza pagina
StickyLabelHintFollows=Suggerimento inseguimento
StickyLabelPastEndOfFile=Scorri incolla alla fine del file
StickyLabelPastEndOfLineMarker=Scorri incolla alla fine della linea
StickyLabelShowHint=Visualizza suggerimento scorrimento
StickyLabelShowShadow=Visualizza ombreggiatura

[OptionsEditorSearchFrame]
StickyLabelVisible=Visibile
StickyLabelClearWhenClosed=Azzera quando chiudi
StickyLabelDocumentSpecificSearch=Ricerca specifica documento
StickyLabelShowSearchMap=Visualizza mappa ricerca
ComboBoxAlign=Allinea

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visibile
StickyLabelALTSetsColumnMode=ALT imposta modo colonna
StickyLabelExpandRealNumbers=Espandi numeri reali
StickyLabelHighlightSimilarTerms=Evidenzia termini simili
StickyLabelTermsCaseSensitive=Termini sensibili maiuscole/minuscole
StickyLabelFromEndOfLine=Dalla fine della linea
StickyLabelToEndOfLine=Alla fine della linea
StickyLabelToEndOfLastLine=Alla fine dell'ultima linea
StickyLabelTripleClickRowSelect=Selezione colonna triplo clic

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Usa colore testo
StickyLabelUseMiddleColor=Use middle color
ColorComboBoxColor=Colore
ComboBoxStyle=Stile
GroupBoxEndOfLine=Fine della linea
StickyLabelEndOfLineVisible=Visibile
GroupBoxEndOfLine=Colore
ComboBoxEndOfLineStyle=Stile
GroupBoxSelection=Selezione
StickyLabelSelectionVisible=Visibile
ColorComboBoxSelectionColor=Colore

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Abilitato
StickyLabelCaseSensitive=Minuscole/maiuscole
StickyLabelShowActivateIcon=Visualizza icona attivata

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Indentazione blocchi selezionati
StickyLabelTabsToSpaces=Converti tabulazioni in spazi
StickyLabelColumns=Colonne
StickyLabelPreviousLineIndent=Precendente indentazione linea
EditWidth=Larghezza

[OptionsEditorWordWrapFrame]
ComboBoxWidth=Larghezza

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Usa font di sistema
FontComboBoxFont=Font
EditFontSize=Dimensione font

[OptionsOutputFrame]
StickyLabelShowTreeLines=Visualizza linee albero
StickyLabelShowCheckBox=Visualizza riquadro di controllo
StickyLabelUseExplorerTheme=Usa tema Explorer
EditIndent=Indenta

[OptionsPrintFrame]
ComboBoxDocumentName=Nome documento
ComboBoxPageNumber=Numero pagina
ComboBoxPrintedBy=Stampato da
ComboBoxDateTime=Data e ora
StickyLabelShowHeaderLine=Visualizza linea inetstazione
StickyLabelShowFooterLine=Viusalizza linea piedino
StickyLabelShowLineNumbers=Visualizza numeri linee
StickyLabelWordWrap=A capo automatico

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Allineamento parole chiave
StickyLabelKeywordAlignmentLeftJustify=Aliienamento parole chiave forzato da sinistra

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Parole chiave
ComboBoxIdentifier=Identificatore
ComboBoxQuotedIdentifier=Identificatore quotato
ComboBoxTableName=Nome tabella
ComboBoxColumnName=Nome colonna
ComboBoxAliasName=Nome alias
ComboBoxVariableName=Nome variabile
ComboBoxFunctionName=Noem funzione
ComboBoxDataType=Tipo dato

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database

[OptionsSQLIndentationFrame]
EditIndentLength=Lunghezza indentazione
StickyLabelUseTab=Usa tabulazionie tab
EditTabSize=Lunghezza tabulazione
EditFunctionBodyIndent=Funzione indentazioen corpo
StickyLabelBlockOnNewLine=Blocca su una nuova linea
EditBlockLeftIndentSize=Blocca dimensione indetazione sinistra
EditBlockRightIndentSize=Blocca dimensione indetazione destra
EditBlockIndentSize=Blocca dimensione indetazione
EditSingleStatementIndent=Dimensione indentazione singola istruzione IF/ELSE

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Stile elenco colonna
ComboBoxValueListStyle=Stile elenco valori
EditInsertColumnsPerLine=Inserisci colonne per linea
StickyLabelParenthesisInSeparateLines=Parentesi in linee separate

[OptionsSQLSelectFrame]
TabSheetColumnList=Elenco colonna
TabSheetSubquery=Richiesta
TabSheetIntoClause=Clausola INTO
TabSheetFromJoinClause=Clausola FROM/JOIN
TabSheetAndOrKeyword=Parola chiave AND/OR
TabSheetGroupByClause=Clausola GROUP BY
TabSheetHavingClause=Clausola HAVING
TabSheetOrderByClause=Clausola ORDER BY
ComboBoxColumnListStyle=Stile
ComboBoxColumnListLineBreak=Interruzioen di linea
StickyLabelAlignAlias=Allinea alias
StickyLabelColumnInNewLine=Colonne in una nuova linea
StickyLabelTreatDistinctAsVirtualColumn=Tratta DISTINCT come colonna virtuale
StickyLabelNewLineAfterIn=Nuova linea dopo IN
StickyLabelNewLineAfterExists=Nuova linea dopo EXISTS
StickyLabelNewlineAfterComparisonOperator=Nuova linea dopo operatore di comparazione
StickyLabelNewlineBeforeComparisonOperator=Nuova linea prima di operatore di comparazione
StickyLabelIntoClauseInNewLine=Clausola INTO in una nuova linea
ComboBoxFromClauseStyle=Stile
StickyLabelFromClauseInNewLine=Clasuola FROM in una nuova linea
StickyLabelJoinClauseInNewLine=Clasuola JOIN in una nuova linea
StickyLabelAlignJoinWithFromKeyword=Allinea JOIN con la parola chiave FROM
StickyLabelAlignAndOrWithOnInJoinClause=Allinea AND/OR con ON nella clausola JOIN
StickyLabelAlignAliasInFromClause=Allinea alia nella clausola FROM
ComboBoxAndOrLineBreak=Interruzioen linea
StickyLabelAndOrUnderWhere=AND/OR sotto WHERE
StickyLabelWhereClauseInNewline=Clausola WHERE in una nuova linea
StickyLabelWhereClauseAlignExpr=Clasuola WHERE allinea espressione
ComboBoxGroupByClauseStyle=Stile
StickyLabelGroupByClauseInNewLine=Clausola GROUP BY in una nuova linea
StickyLabelHavingClauseInNewLine=Clausola HAVING in una nuova linea
ComboBoxOrderByClauseStyle=Stile
StickyLabelOrderByClauseInNewLine=Clausola ORDER BY in una nuova linea

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Stile elenco colonna

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Spazio vicino agli operatori di espressioni aritmetiche
StickyLabelSpaceInsideCreate=Spazio all'interno delle parentesi in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideExpression=Spazio all'interno delle parentesi nelle espressioni
StickyLabelSpaceInsideSubquery=Spazio all'interno delle parentesi nelle richieste
StickyLabelSpaceInsideFunction=Spazio all'interno delle parentesi nella chiamata di funzioni
StickyLabelSpaceInsideTypename=Spazio all'interno delle parentesi per il nome tipo in CREATE TABLE

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Usa font di sistema
FontComboBoxFont=Font
EditFontSize=Dimensione font
StickyLabelShowMacro=Visualizza macro
StickyLabelShowCaretPosition=Visualizza posizione segno omissione
StickyLabelShowKeyState=Visualizza stato tasto
StickyLabelShowModified=Visualizza modificati

[OptionsToolbarFrame]
VirtualDrawTree:h=Usa il drag and drop per spostare gli elementi menu, clic destro menu popup per inserire ed eliminare elementi.
VirtualDrawTree:0=Elemento menu
ActionAddItem=Aggiungi elemento
ActionAddItem:h=Aggiungi un elemento
ActionDelete=Elimina
ActionDelete:h=Elimina
ActionAddDivider=Aggiungi divisore
ActionAddDivider:h=Aggiungi un divisore
ActionReset=Ripristina
ActionReset:h=Ripristina elementi menu
ActionMoveUp=Sposta in alto
ActionMoveUp:h=Sposta in alto elemento
ActionMoveDown=Sposta in basso
ActionMoveDown:h=Sposta in basso elemento

[AboutDialog]
Caption=Info su EditBone
LabelCopyright=Copyright %s. Tutti i diritti riservati.
LabelMemoryAvailable=Memoria disponibile per Windows: %s
ButtonOK=OK
ButtonDonations=Donazioni
LabelDevelopmentEnvironment=Ambiente sviluppo
LabelThirdPartyComponents=Componenti di terze parti
LabelLanguageFileContributors=Traduttori file lingue
LabelIcons=Icone
LabelVersion=Versione %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Annulla
StickyLabelExcludeOtherBranches=Escludi altri segmenti di cartelle
ButtonOK=&OK
EditRootDirectory=Cartella principale
ComboBoxDrives=Unità
ComboBoxFileMask=Tipo di file
EditTabName=Nome scheda
GroupBoxOptions=Opzioni

[LanguageEditorForm]
ActionExit:h=Chiude l'editor lingua
ActionExit=Esci
ActionFileNew:h=Crea un nuovo file lingua
ActionFileNew=Nuovo
ActionFileOpen:h=Apre un nuovo file lingua
ActionFileOpen=Apri
ActionFileSave:h=Salva il file lingua
ActionFileSave=Salva
VirtualDrawTree:0=Oggetto
VirtualDrawTree:1=Titolo
VirtualDrawTree:2=Suggerimento
VirtualDrawTree:3=Collegamento

[OptionsForm]
ActionCompare=Compara file
ActionDirectory=Cartella
ActionDirectoryTabs=Schede
ActionEditor=Editor
ActionEditorCaret=Segno omissione
ActionEditorCodeFolding=Codice pieghevole
ActionEditorColors=Colori
ActionEditorCompletionProposal=Completamento proposta
ActionEditorDefaults=Predefiniti
ActionEditorFonts=Font
ActionEditorLeftMargin=Margine sinistro
ActionEditorMatchingPair=Coppie corrispondenze
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Margine destro
ActionEditorScroll=Scorrimento
ActionEditorSearch=Trova
ActionEditorSelection=Selezione
ActionEditorSpecialChars=Caratteri speciali
ActionEditorSyncEdit=Modifica sincronizzata
ActionEditorTabs=Schede
ActionEditorTabulator=Tabulatore
ActionEditorWordWrap=A capo automatico
ActionFileTypes=Tipo file
ActionMainMenu=Menu principale
ActionOutput=Destinazione
ActionOutputTabs=Tabulazioni
ActionPrint=Stampa
ActionSQLAlignments=Allineamenti
ActionSQLCapitalization=Capitalizzazione
ActionSQLFormatter=Formatter SQL
ActionSQLIndentation=Indentazione
ActionSQLInsert=Inserisci
ActionSQLSelect=Seleziona
ActionSQLUpdate=Aggiorna
ActionSQLWhitespace=Spazi bianchi
ActionStatusBar=Barra di stato
ActionTitleBar=Barra titolo
ActionToolbar=Barra strumenti
ButtonCancel=Annulla
ButtonOK=&OK
Caption=Opzoni
EditorTabsAction=Schede

[UnicodeCharacterMapForm]
Caption=Mappa caratteri Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Nascondi automaticamente
StickyLabelShowTreeLines=Visualizza linee albero
StickyLabelShowHiddenFiles=Visualizza file nascosti
StickyLabelShowSystemFiles=Visualizza file di sistema
StickyLabelShowArchiveFiles=Visualizza file archivio
StickyLabelShowOverlayIcons=Visualizza icone sovrapposizione
StickyLabelUseExplorerTheme=Usa tema Explorer
EditIndent=Indenta
ComboBoxAlign=Allinea

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Multilinea
StickyLabelShowCloseButton=Visualizza pulsante Chiudi
StickyLabelShowOpenDirectoryButton=Visualizza pulsante apri cartella
StickyLabelShowImage=Visualizza immagine
StickyLabelCloseTabByDblClick=Chiudi scheda con doppio clic
StickyLabelCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
StickyLabelDoubleBuffered=Doppia bufferizzazione
StickyLabelSaveTabs=Salva schede
StickyLabelRightClickSelect=Selezione clic destro

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Colore
ComboBoxDefaultEncoding=Codifica
ComboBoxDefaultHighlighter=Evidenziatore
ComboBoxDefaultSQLHighlighter=Evidenziatore SQL
EditBrowser=Browser

[OptionsEditorTabsFrame]
StickyLabelMultiline=Multilinea
StickyLabelShowCloseButton=Visualizza pulsante Chiudi
StickyLabelShowImage=Visualizza immagine
StickyLabelCloseTabByDblClick=Chiudi scheda con un doppio clic
StickyLabelCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
StickyLabelDoubleBuffered=Doppia bufferizzazione
StickyLabelSaveTabs=Salva schede
StickyLabelRightClickSelect=Selezione clic destro

[OptionsFileTypesFrame]
EditExtensions=Estensioni
VirtualDrawTree:0=Tipo file

[OptionsOutputTabsFrame]
StickyLabelMultiline=Multilinea
StickyLabelShowCloseButton=Visualizza pulsante Chiudi
StickyLabelShowImage=Visualizza immagine
StickyLabelCloseTabByDblClick=Chiudi scheda con doppio clic
StickyLabelCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
StickyLabelDoubleBuffered=Doppia bufferizzazione
StickyLabelSaveTabs=Salva schede
StickyLabelRightClickSelect=Selezione clic destro

[SQLFormatterConstant]
Stacked=Impilate
Wrapped=A capo automatico
AfterComma=Dopo la virgola
BeforeComma=Prima della virgola
BeforeCommaWithSpace=Prima della virgola con spazio
NoLineBreak=Nessuna interruzione di linea
BeforeAndOr=prima di AND/OR
AfterAndOr=Dopo AND/OR
Left=Sinistra
Right=Destra
None=Nessuna
Uppercase=Maisucolo
Lowercase=Minuscolo
SentenceCase=Secondo il caso
NoChange=Nessuna modifica

[ConvertConstant]
Distance=Distanza
Micromicrons=Micromicron
Angstroms=Angstrom
Millimicrons=Millimicron
Microns=Micron
Millimeters=Millimetri
Centimeters=Centimetri
Decimeters=Decimetri
Meters=Metri
Decameters=Decametri
Hectometers=Ettometri
Kilometers=Kilometri
Megameters=Megametri
Gigameters=Gigametri
Inches=Pollici
Feet=Piedi
Yards=Iarde
Miles=Miglia
NauticalMiles=Miglia nautiche
AstronomicalUnits=Unità astronomiche
LightYears=Anni luce
Parsecs=Parsec
Cubits=Cubiti
Fathoms=Fathom
Furlongs=Furlong
Hands=Hands
Paces=Pace
Rods=Rod
Chains=Collegamenti
Links=Collegamenti
Picas=Pica
Points=Punti
Area=Area
SquareMillimeters=Millimetri quadrati
SquareCentimeters=Centimetri quadrati
SquareDecimeters=Decimetri quadrati
SquareMeters=Metri quadrati
SquareDecameters=Decametri quadrati
SquareHectometers=Ettometri quadrati
SquareKilometers=Kilometri quadrati
SquareInches=Pollici quadrati
SquareFeet=Piedi quadrati
SquareYards=Iarde quadrate
SquareMiles=Miglia quadrate
Acres=Acri
Centares=Centacri
Ares=Are
Hectares=Ettari
SquareRods=Square Rod
Volume=Volume
CubicMillimeters=Millimetri cubici
CubicCentimeters=Centimetri cubici
CubicDecimeters=Decimetri cubici
CubicMeters=Metri cubici
CubicDecameters=Decametri cubici
CubicHectometers=Ettometri cubici
CubicKilometers=Kilometri cubici
CubicInches=Pollici cubici
CubicFeet=Piedi cubici
CubicYards=Iarde cubiche
CubicMiles=Miglia cubiche
MilliLiters=Millilitri
CentiLiters=Centilitri
DeciLiters=Decilitri
Liters=Litri
DecaLiters=Decalitri
HectoLiters=Ettolitri
KiloLiters=Kilolitri
AcreFeet=Acre Feet
AcreInches=Acre Inches
Cords=Cord
CordFeet=Cord Feet
Decisteres=Decistere
Steres=Stere
Decasteres=Decasteres
FluidGallons=Galloni
FluidPints=Pinte
FluidQuarts=Quarti
FluidCups=Coppe
FluidGills=Gill
FluidOunces=Fluid Ounce
FluidTablespoons=Fluid Tablespoon
FluidTeaspoons=Fluid Teaspoon
DryGallons=Dry Gallon
DryQuarts=Dry Quart
DryPints=Dry Pint
DryPecks=Dry Peck
DryBuckets=Dry Bucket
DryBushels=Dry Bushel
UKGallons=Galloni UK
UKPottle=UK Pottle
UKQuarts=Quarti UK
UKPints=Pinte UK
UKGill=UK Gill
UKOunces=UK Ounce
UKPecks=UK Peck
UKBuckets=UK Bucket
UKBushels=UK Bushel
Mass=Massa
Nanograms=Nanogrammi
Micrograms=Microgrammi
Milligrams=Milligrammi
Centigrams=Centigrammi
Decigrams=Decigrammi
Grams=Grammi
Decagrams=Decagrammi
Hectograms=Ettogrammi
Kilograms=Kilogrammi
MetricTons=Tobbellata metrica
Drams=Dram
Grains=Grani
LongTons=Tonnellate pesanti
Tons=Tonnnellate
Ounces=Once
Pounds=Pound
Stones=Pietre
NumeralSystem=Sistemi numerici
Binary=Binario
Decimal=Decimale
Hexadecimal=Esadecimale
Temperature=Temperatura
Celsius=Celsius
Kelvin=Kelvin
Fahrenheit=Fahrenheit
Time=Ora
Reaumur=Reaumur
Rankine=Rankine
MilliSeconds=Millisecondi
Seconds=Secondi
Minutes=Minuti
Hours=Ore
Days=Giorni
Weeks=Settimane
Fortnights=Fortnight
Months=Mesi
Years=Anni
Decades=Decadi
Centuries=Secoli
Millennia=Millenni
DateTime=Data e ora
JulianDate=Calendario Giuliano
ModifiedJulianDate=Calendario Giuliano modificato